Repository: vdr-projects/vdr-plugin-vdrrip
Catalog: po/*.po
Languages: de_de

source: encode vdr-recording
de_de: VDR-Aufzeichnung encodieren

source: encode dvd
de_de: DVD encodieren

source: edit encoding queue
de_de: Warteschlange bearbeiten

source: edit templates
de_de: Schablonen bearbeiten

source: back
de_de: zurueck

source: accept
de_de: akzeptieren

source: checking dvd...
de_de: ueberpruefe dvd...

source: the queuefile is locked by the queuehandler !
de_de: die Warteschlange wird momentan vom queuehandler gesperrt !

source: delete movie %s from queue ?
de_de: Film %s von Warteschl. löschen ?

source: delete
de_de: löschen

source: up
de_de: nach oben

source: down
de_de: nach unten

source: switch mode
de_de: Modus wechseln

source: edit
de_de: bearbeiten

source: new
de_de: neu

source: delete template %s ?
de_de: Schablone %s löschen ?

source: edit template
de_de: Schablone bearbeiten

source: FileSize
de_de: Datei-Grösse

source: FileNumbers
de_de: Anzahl Dateien

source: Bpp-Value (*100)
de_de: Bpp-Wert (*100)

source: ScaleType
de_de: Skalierungsart

source: encode movie
de_de: Film encodieren

source: reading movie-data...
de_de: lese Film-Daten...

source: add to queue
de_de: in Warteschl.

source: reset boarders
de_de: Ränder lösch.

source: expert modus(off)
de_de: Exp.-Modus(aus)

source: Template
de_de: Schablone

source: Title*
de_de: Titel*

source: unknown
de_de: unbekannt

source: MovieData
de_de: Film-Daten

source: not used
de_de: keine Nutzung

source: CropData
de_de: Schnitt-Daten

source: Audio-Str.
de_de: Audiospur

source: ScaleData
de_de: Skalierung

source: ScaleWidth
de_de: Skal.-breite

source: ScaleHeight
de_de: Skal.-höhe

source: ------ expert settings: ------
de_de: --- Experten-Einstellungen: ---

source: - adjust crop values:
de_de: - Schnittwerte anpassen:

source: CropWidth
de_de: Schnittbreite

source: CropHeight
de_de: Schnitthöhe

source: - postprocessing Filters(%s):
de_de: - Nachbearbeitungsfilter(%s):

source: reading audio-data from dvd...
de_de: lese Audio-Daten von DVD...

source: <ok> for preview-mode
de_de: <ok> fuer Vorschau-Modus

source: add movie to encoding queue ?
de_de: Film zur Warteschlange hinzufügen ?

source: reset black movie boarders ?
de_de: schwarze Filmränder löschen ?

source: crop black movie boarders ?
de_de: schwarze Filmränder schneiden ?

source: search for black movie boarders
de_de: suche nach schwarzen Filmrändern

source: couldn't detect black movie boarders !
de_de: konnte keine schwarzen Filmränder erkennen !

source: MaxScaleWidth
de_de: max. Skal.-breite

source: MinScaleWidth
de_de: min. Skal.-breite

source: Crop Mode
de_de: Schnittmodus

source: Crop DetectLength (s)
de_de: Schnitt-Suchdauer (s)

source: Rename movie after encoding
de_de: Film nach Enc. umbenennen

source: not found
de_de: nicht gefunden
